Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: Each year previously recognised contingent liabilities may be reduced or extinguished through payments, while new obligations or revaluations are recorded to reflect updated estimates.
fr_fr: perçus s'élèvent à 3,7 milliards de dollars, mais pourraient être révisés.

source: The resulting balance represents the stock of outstanding contingent liabilities.
fr_fr: À mesure que sont traitées les demandes de remise, le montant total des mesures

source: Changes in provisions due to revisions in estimates or the addition of new obligations are reflected in direct program expenses in the budget.
fr_fr: Les données figurant au graphique A1.1 ci-dessous montrent les revenus nets perçus au 17 octobre 2025. Les prévisions concernant les revenus nets durant

source: The majority of the government's contingent liabilities are
fr_fr: la période de projection, y compris les rajustements pour tenir compte de

source: associated with active alternative dispute resolution processes and pending or
fr_fr: changements dans la portée des produits, les remises anticipées et d'autres mesures

source: potential litigation. As shown in Chart A1.2, total recorded contingent liabilities
fr_fr: d'allègement, sont présentées au tableau A1.18, Mesures stratégiques prises

source: increased from $13 billion in 2015-16, to a projected $55 billion
fr_fr: depuis l'Énoncé de 2024.

source: in 2024-25, net of settlements reached.
fr_fr: Le 1 er septembre 2025, en reconnaissance de l'approche

source: This increase reflects, in part, the
fr_fr: adoptée par les États-Unis consistant à autoriser la plupart des biens canadiens à

source: government's efforts to work with Indigenous partners to address past injustices and
fr_fr: entrer aux États-Unis sans droits de douane dans le cadre de l'Accord

source: accelerate the resolution of litigation and the implementation of negotiated
fr_fr: Canada-États-Unis-Mexique, le Canada a supprimé les contre-mesures mises en place en

source: settlements to support reconciliation in Canada.
fr_fr: mars 2025 sur la plupart des importations américaines.

source: Recording a contingent liability in
fr_fr: Il a notamment retiré

source: compliance with accounting standards ensures that the fiscal framework is
fr_fr: les droits de douane qui étaient imposés sur 30 milliards de dollars de biens

source: provisioned to deliver on this important priority.
fr_fr: depuis le 4 mars 2025 et ceux sur 14,2 milliards de dollars de

source: Increases in contingent liabilities in recent years
fr_fr: biens qui étaient en place depuis le 13 mars 2025.

source: have contributed to growth in direct program expenses, and variance between
fr_fr: Le Canada maintient toutefois les contre-mesures sur l'acier, l'aluminium et les

source: projections and year-end results.
fr_fr: véhicules.

source: There can be considerable uncertainty in
fr_fr: Perspectives concernant les charges

source: forecasting what contingent liabilities will eventually be recorded under accounting
fr_fr: Le tableau A1.9 donne un aperçu des projections concernant le total des charges par grande

source: standards, which are estimates based on the best available information at the time
fr_fr: catégorie. Principaux transferts aux particuliers

source: of closing of the Public Accounts.
fr_fr: Les principaux transferts aux particuliers devraient passer de 143,7 milliards de dollars

source: The amounts recorded reflect assumptions about
fr_fr: en 2025-2026 à 170,3 milliards de dollars en 2029-2030 :

source: the outcomes of negotiations, cases and claims, as well as methodologies for
fr_fr: Les prestations aux personnes âgées devraient atteindre 83,1 milliards de

source: calculating damages and settlements.
fr_fr: dollars en 2025-2026, ce qui représente une hausse de 3,5 %.

source: Actions are underway to manage this uncertainty
fr_fr: Au cours du reste de

source: through improved visibility and oversight on large areas of contingent liabilities,
fr_fr: la période de projection, la croissance devrait être de 5,9 % en moyenne par année. La

source: such as Indigenous-related claims process. In addition, experts are also being
fr_fr: hausse des prestations aux personnes âgées est attribuable à la croissance de la population de

source: engaged on how to improve public communication of contingent liabilities.
fr_fr: personnes âgées et à l'inflation projetée des prix à la consommation, sur laquelle les

source: Financial Source/Requirement
fr_fr: prestations sont pleinement indexées.

source: The financial source/requirement measures the difference between cash coming into the government and cash going out.
fr_fr: En 2025-2026, les prestations d'assurance-emploi devraient progresser

source: In contrast, the budgetary balance is presented on a full accrual basis of accounting, meaning that government revenues and expenses are recorded when they are earned or incurred, regardless of when the cash is received or paid.
fr_fr: de 22,6 % et s'établir à 30,5 milliards de dollars, ce qui s'explique par des

source: Table A1.10 provides a reconciliation of the two measures, starting with the budgetary balance.
fr_fr: projections plus élevées du taux de chômage en 2026.

source: Non-budgetary transactions shown in the table reflect the reversal of certain revenues and expenses included in the budgetary balance that have no impact on cash flows in the year, such as the amortisation of non-financial assets.
fr_fr: La hausse devrait être en moyenne

source: They also include the addition of changes in asset and liability balances that have no accrual impact in a year but do result in the inflow or outflow of cash, such as the payment of accounts payable.
fr_fr: de 1,7 % par année durant le reste de la période de projection.

source: An increase in a liability or decrease in an asset represents a financial source, whereas a decrease in a liability or increase in an asset represents a financial requirement.
fr_fr: Les paiements au titre de l'Allocation canadienne pour enfants devraient

source: The sum of the budgetary balance and changes in asset and liability balances reflected under non-budgetary transactions is equal to the government's net source of (+), or requirement for (-), cash.
fr_fr: afficher une hausse de 5,2 % et s'élever à 30,1 milliards de dollars

source: As shown in Table A1.10, a financial requirement is projected in each year over the forecast horizon, reflecting financial requirements associated with the projected budgetary deficits, as well as forecast requirements from non-budgetary activities.
fr_fr: en 2025-2026, principalement en raison de l'indexation des prestations en fonction de l'inflation des prix à la consommation.

source: A financial source is projected for pensions and other accounts for the earlier years of the forecast horizon, followed by projected requirements in the later years.
fr_fr: Les paiements devraient augmenter de 2,7 % en moyenne par année, pendant le reste de la période de projection.

source: Pensions and other accounts include the activities of the Government of Canada's employee pension plans and those of federally appointed judges and Members of Parliament, as well as a variety of other employee future benefit plans, such as health care and dental plans, and disability and other benefits for veterans and others.
fr_fr: Un soutien au revenu à la COVID-19 pour les travailleurs avait été versé pendant la pandémie dans le cadre de la Prestation canadienne d'urgence, de la Prestation

source: A financial source for pensions and other accounts reflects the difference between non-cash pension and benefit expenses recorded as part of the budgetary balance, such as the amortisation of net actuarial losses and the accrual of future benefits earned by employees during the year, and actual cash outflows for benefit payments.
fr_fr: canadienne pour la relance économique et de la Prestation canadienne pour les travailleurs en

source: Financial requirements for non-financial assets mainly reflect the difference between cash outlays for the acquisition of new tangible capital assets and the amortisation of capital assets included in the budgetary balance.
fr_fr: cas de confinement. Ces programmes temporaires ont pris fin depuis, et les montants prévus

source: They also include disposals of tangible capital assets and changes in inventories and prepaid expenses.
fr_fr: en 2024-2025 correspondent principalement à la réévaluation des prestations versées

source: Financial requirements are projected in each year over the forecast horizon, reflecting forecast net growth in non-financial assets.
fr_fr: en trop. Principaux transferts aux provinces, territoires et municipalités

source: They also include loans, investments, and advances to national and provincial governments and international organisations, and under government programs.
fr_fr: Les principaux transferts aux provinces, territoires et municipalités devraient passer

source: In general, loans, investments, and advances are expected to generate additional revenues for the government in the form of interest or additional net profits of enterprise Crown corporations, which partly offset debt charges associated with these borrowing requirements.
fr_fr: de 110,8 milliards de dollars en 2025-2026 à 126,3 milliards de dollars en 2029-2030 :

source: These revenues are reflected in the budgetary balance projections.
fr_fr: Le Transfert canadien en matière de santé (TCS) devrait augmenter pour passer

source: Other transactions include the payment of tax refunds and other accounts payable, the collection of taxes and other accounts receivable, the conversion of other accrual adjustments included in the budgetary balance into cash, as well as foreign exchange activities and derivatives.
fr_fr: de 54,7 milliards de dollars en 2025-2026 à 65,0 milliards de dollars

source: Projected net cash requirements for other transactions over the forecast horizon mainly reflect changes in accounts payable and accounts receivable and forecast increases in the government's official international reserves held in the Exchange Fund Account.
fr_fr: en 2029-2030, en raison de l'augmentation annuelle garantie du TCS d'au moins 5 % pendant cinq ans (en vigueur de 2023-2024 à 2027-2028).

source: Economic Scenarios Analysis
fr_fr: Par la suite, le TCS augmentera en

source: As a trading nation, Canada depends on exports for roughly one-third of GDP.
fr_fr: fonction d'une moyenne mobile sur trois ans de la croissance du PIB nominal, un accroissement

source: Our prosperity is closely tied to global demand.
fr_fr: d'au moins 3 % par année du financement étant garanti.

source: However, large increases in U.S. tariffs and the resulting trade uncertainty are weakening Canada's economy.
fr_fr: Le Transfert canadien en matière de programmes sociaux augmentera et passera

source: Tariffs reduce global demand for goods and services, disrupt supply chains, and constrain the global economy's productive potential.
fr_fr: ainsi de 17,4 milliards de dollars en 2025-2026 à 19,6 milliards de dollars en 2029-2030, conformément aux hausses prévues par la loi de 3 % par année.

source: More directly, tariffs on Canadian steel, aluminum, autos, copper, softwood lumber, and wood products are putting Canadian jobs and businesses at risk.
fr_fr: Les paiements de péréquation sont indexés à la moyenne triennale de la

source: The Canadian economy has already felt the impact.
fr_fr: croissance du PIB nominal et devraient augmenter de 3,7 % par année en moyenne, pour

source: Real GDP rose at an annualised pace of 0.2 per cent in the first half of 2025.
fr_fr: passer de 26,2 milliards de dollars en 2025-2026 à 30,3 milliards

source: While growth is projected to pick up in the second half of this year, the pace is expected to remain modest, according to forecasters in the August private sector survey.
fr_fr: en 2029-2030. Les paiements au titre de la formule de financement des territoires devraient augmenter de 5,6 % par année en moyenne de 2025-2026 à 2029-2030 en raison de la

source: Canada retains strong economic fundamentals and the capacity to rebound from short-term shocks.
fr_fr: croissance des dépenses provinciales et locales, qui sont les principales composantes de la

source: Yet the current trade environment imposes persistent drags on the Canadian economy.
fr_fr: formule. Les transferts au titre des accords sur la santé avec les provinces et les

source: Business investment, in particular, is highly sensitive to clarity about future conditions.
fr_fr: territoires devraient demeurer stables, à 4,3 milliards de dollars par année

source: Ongoing uncertainty about trade policy and demand prospects may prompt businesses to continue delaying or scaling back investment plans.
fr_fr: de 2025-2026 à 2026-2027, ce qui comprend 2,5 milliards de dollars par année pour les

source: Lower investment has lasting consequences, reducing Canada's growth potential and productivity over the medium term.
fr_fr: ententes bilatérales sur mesure, 1,2 milliard de dollars par année pour les transferts à

source: Consequently, the medium-term economic performance depends, in no small part, on coordinated action by Canadian governments and private sector actors to sustain economic demand—both domestically and abroad.
fr_fr: l'appui des services de soins à domicile, de soins communautaires, de soins en santé mentale et

source: To facilitate prudent economic and fiscal planning around these risks and to further stress-test the August private sector survey forecast, the Department of Finance has developed downside and upside scenarios of Canada's economic outlook (Table A1.11).
fr_fr: de lutte contre les dépendances, qui arriveront à échéance après 2026-2027; et 600 millions de dollars par année en transferts relatifs aux soins de longue durée arriveront à échéance

source: In the August survey, forecasters assumed that trade uncertainty will remain elevated in the near term but largely dissipates by 2027.
fr_fr: Les paiements de transfert au titre du système pancanadien d'apprentissage et de garde des jeunes enfants devraient passer de 7,9 milliards de dollars

source: In contrast, in the downside scenario, trade uncertainty persists beyond 2026.
fr_fr: en 2025-2026 à 8,5 milliards de dollars en 2029-2030, en raison de l'augmentation

source: This uncertainty may arise for many reasons.
fr_fr: de 3 % par année pendant quatre ans à partir de 2027-2028, comme il a été annoncé

source: For example, it could stem from escalating geopolitical tensions and still ambiguous U.S. tariff plans—broad-based, sectoral, or country-specific—combined with challenges in concluding new agreements.
fr_fr: en 2025. Cela comprend également le financement de 625 millions de dollars sur

source: Beyond directly discouraging business investment—which lowers the economy's productive capacity—persistent uncertainty in this scenario also has indirect effects on the Canadian economy.
fr_fr: quatre ans, à compter de 2023-2024, affecté au Fonds d'infrastructure pour l'apprentissage et la garde des jeunes enfants.

source: Uncertain economic conditions lead firms to maintain precautionary financial buffers, resulting in reduced hiring.
fr_fr: L'augmentation des paiements au titre du Fonds pour le développement des collectivités

source: Similarly, cautious consumers delay major purchases to protect their finances and increase their saving buffers.
fr_fr: du Canada est fixée à 2 % par année, en tranches de 100 millions de dollars.

source: Against a backdrop of a weakened global economy and trade environment, Canadian exports face lower demand, while commodity prices and financial asset values fall.
fr_fr: Ces paiements devraient passer de 2,5 milliards de dollars en 2025-2026

source: Together, these factors contribute to a lower level of real GDP compared to the August survey forecast.
fr_fr: à 2,7 milliards de dollars en 2029-2030.

source: Canadian households and businesses must also cope with a tariff environment not seen in decades.
fr_fr: Les paiements au titre des autres arrangements fiscaux devraient réduire les

source: The downside scenario incorporates greater challenges in adjusting to U.S. tariffs.
fr_fr: transferts de 7,6 milliards de dollars en 2025‑2026, puis

source: For example, manufacturers may need to restructure supply chains, and exporters may need to find new buyers.
fr_fr: de 9,1 milliards de dollars par année d'ici 2029-2030 en raison de l'abattement du Québec.

source: These shifts come with adjustment costs, while higher tariffs limit future efficiency gains from trade and cross-border cooperation.
fr_fr: Cette baisse reflète la valeur du transfert historique de points d'impôt au Québec dans

source: As a result, the Canadian economy becomes less efficient, with cost pressures for producers and consumers and weaker business activity.
fr_fr: les années 1960 et 1970, ce qui entraîne une réduction proportionnelle des transferts en

source: Reflecting these challenges, Canadian productivity is lower than projected in the survey forecast.
fr_fr: espèces à la province. Retour des produits issus de la tarification de la pollution aux particuliers

source: Combining the trade uncertainty impacts and lower productivity, the downside scenario embeds a protracted period of slower economic growth and higher unemployment.
fr_fr: Le gouvernement a supprimé la redevance fédérale sur les combustibles depuis

source: On average, the level of Canadian nominal GDP is about $51 billion per year below the August survey forecast from 2025 to 2029.
fr_fr: le 1 er avril 2025, mais le système fédéral de tarification fondé sur le rendement demeure en place.

source: The Canadian economy contracts in the third quarter of 2025, with activity stalling in the fourth quarter, and remains sluggish throughout 2026 and 2027.
fr_fr: Tous les produits directs provenant du système fédéral de tarification

source: On an annual basis, real GDP growth is 1.0 per cent in 2025, 0.6 per cent in 2026, and 1.4 per cent in 2027.
fr_fr: de la pollution sont retournés, au fil du temps, dans la province ou le territoire où ils ont été perçus.

source: This compares to 1.1 per cent, 1.2 per cent, and 2.0 per cent for 2025, 2026, and 2027 in the August survey.
fr_fr: Par conséquent, les mécanismes de retour des produits de la redevance sur les combustibles pour les

source: By the end of 2029, the level of real GDP is about 1.0 per cent and 2.7 per cent lower than the forecast levels in the August survey and FES 2024, respectively.
fr_fr: particuliers, les petites et moyennes entreprises, les agriculteurs et les gouvernements autochtones

source: Weaker economic activity induces businesses to slow hiring and lay off workers, pushing the unemployment rate higher.
fr_fr: dans les provinces où cette redevance était perçue seront éliminés, et les produits retournés aux

source: The unemployment rate remains elevated and above August survey expectations throughout the forecast horizon.
fr_fr: particuliers devraient diminuer et ainsi passer de 15,6 milliards de dollars

source: The unemployment rate peaks at 7.4 per cent in the fourth quarter of 2025, followed by an average of 7.2 per cent in 2026 and 6.8 per cent in 2027, compared to 6.8 per cent in 2026 and 6.4 per cent in 2027 in the survey.
fr_fr: en 2024-2025 à 5,0 milliards de dollars en 2025-2026. Les montants de 2026-2027

source: As a result of weaker economic activity, CPI inflation is lower than in the August survey, at 1.9 per cent in 2026 and 1.7 per cent in 2027, versus 2.0 per cent in both years.
fr_fr: et au cours des années subséquentes refléteront seulement le maintien du système fédéral de

source: Typically, in a context of reduced economic demand, the reduction in CPI inflation would be greater than is modelled in the downside scenario.
fr_fr: tarification fondé sur le rendement. Charges de programmes directes

source: However, the downside scenario also accounts for a reduction in potential output—arising from reduced capital investment and lower productivity—which offsets part of the downward pressure on inflation.
fr_fr: Les charges de programmes directes comprennent les autres paiements de transfert gérés par les

source: In response to these developments, short-term interest rates remain lower than the survey forecast throughout the forecast horizon.
fr_fr: ministères, ainsi que d'autres charges de programmes directes.

source: On average, in 2026 and 2027, the 3-month treasury bill rate is at 1.9 per cent and 1.7 per cent respectively, lower than the survey forecast of 2.3 per cent and 2.5 per cent, respectively.
fr_fr: L'augmentation des charges de programmes directes de 2025-2026 à 2029-2030 devrait être en deçà de 1 % en moyenne,

source: GDP inflation is significantly lower as Canada sees a decline in terms of trade due to lower commodity prices and reduced CPI inflation.
fr_fr: comparativement à 8 % dans la dernière décennie, en tenant compte des mesures de réduction des

source: GDP inflation is 1.4 per cent in 2026 and 2027 versus 1.8 per cent and 2.0 per cent in the August survey.
fr_fr: dépenses prévues, y compris l'examen exhaustif des dépenses.

source: In the upside scenario, trade policy uncertainty—both at home and abroad—eases more quickly than anticipated.
fr_fr: passifs éventuels au titre de réclamations liées aux Autochtones, peuvent avoir une incidence soit

source: At home, efforts to streamline internal trade, bolster competition, and build relationships with global partners help to generate more predictable demand for Canadian goods.
fr_fr: sur d'autres paiements de transfert, soit sur d'autres charges de programmes directes.

source: Abroad, the U.S. reaches new trade agreements with key partners, and global trade tensions begin to subside by late 2025.
fr_fr: Les autres paiements de transfert administrés par les ministères devraient augmenter et passer

source: This more stable trade backdrop supports stronger investment, higher trade flows, and improved economic confidence worldwide.
fr_fr: de 115,6 milliards de dollars en 2025-2026 à 122,7 milliards de dollars

source: This higher productivity makes Canadian goods and services more competitive both domestically and internationally, drives private sector investment, and creates opportunities to deliver major nation-building projects faster and better, thereby raising Canadian incomes.
fr_fr: en 2029-2030. L'augmentation prévue tient compte d'une bonne partie des programmes indiqués

source: Overall, a faster normalisation of trade policy uncertainty mainly boosts aggregate demand, while expanded productive capacity through structural policies lifts Canada's overall economic trajectory.
fr_fr: dans le Cadre de budgétisation des investissements en capital à l'annexe 2, par exemple le

source: On average, the level of nominal GDP is $25 billion higher on average per year from 2025 to 2029 relative to the August survey forecast.
fr_fr: soutien accordé à la fabrication de batteries de véhicules électriques, les crédits d'impôt à

source: Real GDP growth accelerates, reaching 1.2 per cent in 2025, 1.6 per cent in 2026, and 2.3 per cent in 2027, compared to 1.1 per cent, 1.2 per cent, and 2.0 per cent, respectively, in the August survey.
fr_fr: l'investissement pour une économie propre, et le Programme d'infrastructure Investir dans le Canada.

source: Reflecting the compounding effects of improved productivity, by the end of 2029, the level of real GDP is about 0.7 per cent higher than in the August survey, although it remains 1.1 per cent lower than forecast in FES 2024.
fr_fr: Les autres charges de programmes directes, ainsi que la provision pour créances fiscales douteuses,
